tap "homebrew/cask"
tap "getantibody/tap"
tap "homebrew/cask-fonts"

brew "git"
brew "node"
brew "yarn"
brew "hub"
brew "zsh"
brew "antibody"
brew "ripgrep"
brew "fd"
brew "bat"
brew "watchman"
brew "tree"
brew "lsd"
brew "fzf"
brew "z"

mas "1Password 7", id: 1333542190

cask "font-sourcecodepro-nerd-font"
cask "iterm2"
cask "kitty"
cask "alfred"
cask "google-chrome"
cask "firefox"
cask "brave-browser"
cask "bartender"
cask "cleanmymac"
cask "visual-studio-code"
cask "dash"
cask "skype"
cask "transmit"
cask "vlc"
cask "discord"
cask "docker"
cask "gitkraken"
cask "grammarly"
cask "insomnia"
cask "istat-menus"
cask "notion"
cask "qlcolorcode"
cask "qlmarkdown"
cask "qlstephen"
cask "quicklook-json"
cask "webpquicklook"
cask "suspicious-package"
cask "qlvideo"
cask "phpstorm"
cask "pocket-casts"
cask "spectrum"
cask "tableplus"
cask "numi"
cask "barrier"
cask "parallels"
cask "spotify"

mas "Xcode", id: 497799835
mas "The Unarchiver", id: 425424353
mas "NordVPN IKE", id: 1116599239
mas "Magnet", id: 441258766
mas "TweetDeck", id: 485812721
mas "Slack", id: 803453959
mas "Todoist", id: 585829637
mas "WhatsApp", id: 1147396723
mas "Telegram", id: 747648890
mas "Microsoft OneNote", id: 784801555
mas "Termius", id: 1176074088
mas "Twitter", id: 1482454543