tap "homebrew/cask"
tap "getantibody/tap"
tap "homebrew/cask-fonts"

brew "git"
brew "node"
brew "yarn"
brew "gh"
brew "zsh"
brew "antibody"
brew "ripgrep"
brew "fd"
brew "bat"
brew "watchman"
brew "tree"
brew "lsd"
brew "fzf"
brew "z"

cask "font-sauce-code-pro-nerd-font"
cask "iterm2"
cask "alfred"
cask "google-chrome"
cask "firefox"
cask "brave-browser"
cask "setapp"
cask "visual-studio-code"
cask "dash"
cask "skype"
cask "transmit"
cask "vlc"
cask "discord"
cask "docker"
cask "gitkraken"
cask "grammarly"
cask "insomnia"
cask "notion"
cask "qlcolorcode"
cask "qlmarkdown"
cask "qlstephen"
cask "quicklook-json"
cask "qlimagesize"
cask "qlvideo"
cask "phpstorm"
cask "pycharm"
cask "pocket-casts"
cask "tableplus"
cask "numi"
cask "parallels"
cask "spotify"
cask "airtable"
cask "bettertouchtool"
cask "mamp"
cask "monitorcontrol"
cask "qbittorrent"
cask "ticktick"

mas "Magnet", id: 441258766
mas "Xcode", id: 497799835
mas "The Unarchiver", id: 425424353
mas "NordVPN IKE", id: 1116599239
mas "Slack", id: 803453959
mas "WhatsApp", id: 1147396723
mas "Telegram", id: 747648890
mas "Termius", id: 1176074088